acpi
acpi_call
acpid
alacritty
apple-fonts
arandr
autoconf
automake
autorandr
awesome-git
base
bibata-cursor-theme
binutils
bison
blueman
bluez-utils
brightnessctl
brother-hll2350dw
btrfs-progs
cmatrix
cups
discord
dynamic-wallpaper-git
efibootmgr
fakeroot
feh
file
findutils
flex
gawk
gcc
gettext
git
google-chrome
gpick
grep
groff
gst-plugin-pipewire
gzip
htop
inotify-tools
intel-ucode
iwd
jq
libpulse
libtool
linux
linux-firmware
ly
m4
make
mpc
mpd
mpdris2
mpv
nautilus
ncdu
ncmpcpp
neofetch
neovim-nightly-bin
networkmanager
nitrogen
nss-mdns
p7zip
pacman
pamixer
partimage
patch
picom-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
qastools
redshift
ripgrep
rofi
rsync
samba
scrot
sed
shim-signed
spotify
starship
sudo
system-config-printer
texinfo
todo-bin
unzip
upower
which
wireplumber
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-git
zram-generator
zsh
zsh-autosuggestions
